const data = {
    country: [
        {
            id: 0,
            facts: 'Какая страна самая маленькая в мире?',
            answer: 'Ватикан',
        },
        {
            id: 1,
            facts: 'В какой стране находится самое глубокое озеро в мире?',
            answer: 'Россия',
        },
        {
            id: 2,
            facts: 'Какая страна состоит из более чем 17 000 островов?',
            answer: 'Индонезия',
        },
        {
            id: 3,
            facts: 'Где находится самое сухое место на Земле?',
            answer: 'Чили',
        },
        {
            id: 4,
            facts: 'Какая страна не имеет официальной столицы?',
            answer: 'Науру',
        },
        {
            id: 5,
            facts: 'В каком государстве больше всего часовых поясов?',
            answer: 'Франция',
        },
        {
            id: 6,
            facts: 'Где находится самый большой коралловый риф в мире?',
            answer: 'Австралия',
        },
        {
            id: 7,
            facts: 'Какая страна считается родиной футбола?',
            answer: 'Англия',
        },
        {
            id: 8,
            facts: 'Где находится самая длинная граница между двумя странами?',
            answer: 'США и Канада',
        },
        {
            id: 9,
            facts: 'Какое государство первым в мире ввело обязательное голосование?',
            answer: 'Австралия',
        },
        {
            id: 10,
            facts: 'В какой стране больше всего озер?',
            answer: 'Канада',
        },
        {
            id: 11,
            facts: 'Где находится самая высокая гора в мире?',
            answer: 'Непал и Китай',
        },
        {
            id: 12,
            facts: 'Какая страна производит больше всего кофе?',
            answer: 'Бразилия',
        },
        {
            id: 13,
            facts: 'Где находится самое холодное населенное место на Земле?',
            answer: 'Россия',
        },
        {
            id: 14,
            facts: 'Какое государство не имеет армии?',
            answer: 'Коста-Рика',
        },
        {
            id: 15,
            facts: 'В какой стране больше всего вулканов?',
            answer: 'Индонезия',
        },
        {
            id: 16,
            facts: 'Где находится самая длинная железная дорога?',
            answer: 'Россия',
        },
        {
            id: 17,
            facts: 'Какая страна самая густонаселенная в мире?',
            answer: 'Монако',
        },
        {
            id: 18,
            facts: 'Где находится самая древняя конституция?',
            answer: 'Сан-Марино',
        },
        {
            id: 19,
            facts: 'Какая страна первой разрешила однополые браки?',
            answer: 'Нидерланды',
        },
        {
            id: 20,
            facts: 'Где находится самый высокий водопад в мире?',
            answer: 'Венесуэла',
        },
        {
            id: 21,
            facts: 'Какое государство занимает целый континент?',
            answer: 'Австралия',
        },
        {
            id: 22,
            facts: 'Где находится самый большой город по площади?',
            answer: 'Китай',
        },
        {
            id: 23,
            facts: 'Какая страна первой запустила искусственный спутник Земли?',
            answer: 'СССР',
        },
        {
            id: 24,
            facts: 'Где находится самая длинная пещера в мире?',
            answer: 'США',
        },
        {
            id: 25,
            facts: 'Какое государство самое старое в мире?',
            answer: 'Япония',
        },
        {
            id: 26,
            facts: 'Где находится самый большой стадион в мире?',
            answer: 'КНДР',
        },
        {
            id: 27,
            facts: 'Какая страна первой ввела запрет на пластиковые пакеты?',
            answer: 'Бангладеш',
        },
        {
            id: 28,
            facts: 'Где находится самое соленое озеро в мире?',
            answer: 'Джибути',
        },
        {
            id: 29,
            facts: 'Какая страна имеет форму сапога?',
            answer: 'Италия',
        },
    ],
    animals: [
        {
            id: 0,
            facts: 'Какое животное самое быстрое на суше?',
            answer: 'Гепард',
        },
        {
            id: 1,
            facts: 'Какое млекопитающее умеет летать?',
            answer: 'Летучая мышь',
        },
        {
            id: 2,
            facts: 'Какая птица является самой большой в мире?',
            answer: 'Страус',
        },
        {
            id: 3,
            facts: 'Какое животное имеет самый мощный укус?',
            answer: 'Нильский крокодил',
        },
        {
            id: 4,
            facts: 'Какое морское животное самое большое?',
            answer: 'Синий кит',
        },
        {
            id: 5,
            facts: 'Какое животное спит стоя?',
            answer: 'Лошадь',
        },
        {
            id: 6,
            facts: 'Какая змея самая ядовитая?',
            answer: 'Тайпан',
        },
        {
            id: 7,
            facts: 'Какое животное может поворачивать голову на 270 градусов?',
            answer: 'Сова',
        },
        {
            id: 8,
            facts: 'Какое животное имеет самый большой мозг относительно тела?',
            answer: 'Муравей',
        },
        {
            id: 9,
            facts: 'Какое животное может регенерировать потерянные конечности?',
            answer: 'Аксолотль',
        },
        {
            id: 10,
            facts: 'Какое животное самое умное после человека?',
            answer: 'Дельфин',
        },
        {
            id: 11,
            facts: 'Какое животное дольше всех может обходиться без воды?',
            answer: 'Верблюд',
        },
        {
            id: 12,
            facts: 'Какое животное спит больше всех?',
            answer: 'Коала',
        },
        {
            id: 13,
            facts: 'Какое животное имеет три сердца?',
            answer: 'Осьминог',
        },
        {
            id: 14,
            facts: 'Какое животное может менять свой пол?',
            answer: 'Рыба-клоун',
        },
        {
            id: 15,
            facts: 'Какое животное самое высокое?',
            answer: 'Жираф',
        },
        {
            id: 16,
            facts: 'Какое насекомое самое сильное?',
            answer: 'Навозный жук',
        },
        {
            id: 17,
            facts: 'Какое животное может прожить дольше всех?',
            answer: 'Гренландская акула',
        },
        {
            id: 18,
            facts: 'Какое животное имеет отпечатки носа как у человека отпечатки пальцев?',
            answer: 'Собака',
        },
        {
            id: 19,
            facts: 'Какое животное может поворачивать уши на 180 градусов?',
            answer: 'Кошка',
        },
        {
            id: 20,
            facts: 'Какое животное самое громкое?',
            answer: 'Синий кит',
        },
        {
            id: 21,
            facts: 'Какое животное может прыгать на расстояние в 50 раз больше длины своего тела?',
            answer: 'Блоха',
        },
        {
            id: 22,
            facts: 'Какое животное самое ядовитое?',
            answer: 'Кубомедуза',
        },
        {
            id: 23,
            facts: 'Какое животное может задерживать дыхание дольше всех?',
            answer: 'Клюворыл',
        },
        {
            id: 24,
            facts: 'Какое животное имеет самый длинный язык относительно тела?',
            answer: 'Хамелеон',
        },
        {
            id: 25,
            facts: 'Какое животное может бегать сразу после рождения?',
            answer: 'Жеребёнок',
        },
        {
            id: 26,
            facts: 'Какое животное имеет самый острый слух?',
            answer: 'Сова',
        },
        {
            id: 27,
            facts: 'Какое животное может есть ядовитых змей без вреда для себя?',
            answer: 'Мангуст',
        },
        {
            id: 28,
            facts: 'Какое животное самое медленное?',
            answer: 'Ленивец',
        },
        {
            id: 29,
            facts: 'Какое животное может поворачивать голову на 360 градусов?',
            answer: 'Филин',
        },
    ],
    cars: [
        {
            id: 0,
            facts: 'Какая компания выпустила первый серийный автомобиль?',
            answer: 'Ford',
        },
        {
            id: 1,
            facts: 'Какой автомобиль считается самым продаваемым в истории?',
            answer: 'Toyota Corolla',
        },
        {
            id: 2,
            facts: 'Какой автомобиль первым преодолел скорость 100 км/ч?',
            answer: 'La Jamais Contente',
        },
        {
            id: 3,
            facts: 'Какая компания первой использовала конвейерную сборку?',
            answer: 'Ford',
        },
        {
            id: 4,
            facts: 'Какой автомобиль считается самым быстрым серийным?',
            answer: 'Bugatti Chiron',
        },
        {
            id: 5,
            facts: 'Какая компания первой выпустила гибридный автомобиль?',
            answer: 'Toyota',
        },
        {
            id: 6,
            facts: 'Какой автомобиль первым получил подушки безопасности?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 7,
            facts: 'Какая компания первой выпустила электромобиль?',
            answer: 'Tesla',
        },
        {
            id: 8,
            facts: 'Какой автомобиль считается самым дорогим в мире?',
            answer: 'Rolls-Royce Boat Tail',
        },
        {
            id: 9,
            facts: 'Какая компания первой использовала ABS?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 10,
            facts: 'Какой автомобиль первым получил ремни безопасности?',
            answer: 'Volvo',
        },
        {
            id: 11,
            facts: 'Какая компания первой выпустила автомобиль с GPS?',
            answer: 'Honda',
        },
        {
            id: 12,
            facts: 'Какой автомобиль считается самым экономичным?',
            answer: 'Volkswagen XL1',
        },
        {
            id: 13,
            facts: 'Какая компания первой использовала турбонаддув?',
            answer: 'General Motors',
        },
        {
            id: 14,
            facts: 'Какой автомобиль первым получил круиз-контроль?',
            answer: 'Chrysler',
        },
        {
            id: 15,
            facts: 'Какая компания первой выпустила автомобиль с кондиционером?',
            answer: 'Packard',
        },
        {
            id: 16,
            facts: 'Какой автомобиль считается самым безопасным?',
            answer: 'Volvo XC90',
        },
        {
            id: 17,
            facts: 'Какая компания первой использовала ESP?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 18,
            facts: 'Какой автомобиль первым получил парктроник?',
            answer: 'Toyota',
        },
        {
            id: 19,
            facts: 'Какая компания первой выпустила автомобиль с камерой заднего вида?',
            answer: 'Nissan',
        },
        {
            id: 20,
            facts: 'Какой автомобиль считается самым маленьким серийным?',
            answer: 'Peel P50',
        },
        {
            id: 21,
            facts: 'Какая компания первой использовала систему start/stop?',
            answer: 'Toyota',
        },
        {
            id: 22,
            facts: 'Какой автомобиль первым получил систему автоматической парковки?',
            answer: 'Toyota',
        },
        {
            id: 23,
            facts: 'Какая компания первой выпустила автомобиль с автопилотом?',
            answer: 'Tesla',
        },
        {
            id: 24,
            facts: 'Какой автомобиль считается самым мощным серийным?',
            answer: 'Rimac Nevera',
        },
        {
            id: 25,
            facts: 'Какая компания первой использовала систему адаптивного освещения?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 26,
            facts: 'Какой автомобиль первым получил систему распознавания дорожных знаков?',
            answer: 'Volvo',
        },
        {
            id: 27,
            facts: 'Какая компания первой выпустила автомобиль с системой ночного видения?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 28,
            facts: 'Какой автомобиль считается самым экологичным?',
            answer: 'Toyota Mirai',
        },
        {
            id: 29,
            facts: 'Какая компания первой использовала систему автоматического торможения?',
            answer: 'Volvo',
        }
    ]
};

export default data;