const data = {
    country: [
        {
            id: 0,
            facts: 'Какая страна самая маленькая в мире?',
            answer: 'Ватикан',
        },
        {
            id: 1,
            facts: 'Какая страна является родиной танго и имеет столицу Буэнос-Айрес?',
            answer: 'Аргентина',
        },
        {
            id: 2,
            facts: 'Какая страна состоит из более чем 17 000 островов?',
            answer: 'Индонезия',
        },
        {
            id: 3,
            facts: 'Где находится самое сухое место на Земле?',
            answer: 'Чили',
        },
        {
            id: 4,
            facts: 'Какая страна не имеет официальной столицы?',
            answer: 'Науру',
        },
        {
            id: 5,
            facts: 'В каком государстве больше всего часовых поясов?',
            answer: 'Франция',
        },
        {
            id: 6,
            facts: 'Какая африканская страна является крупнейшей по численности населения на континенте и имеет столицу Абуджу?',
            answer: 'Нигерия',
        },
        {
            id: 7,
            facts: 'Какая страна считается родиной футбола?',
            answer: 'Англия',
        },
        {
            id: 8,
            facts: 'В какой стране находится знаменитый замок Бран, который часто ассоциируют с легендой о графе Дракуле?',
            answer: 'Румыния',
        },
        {
            id: 9,
            facts: 'Какое европейское княжество является одной из самых богатых стран мира, имеет столицу с таким же названием и граничит с Бельгией, Германией и Францией?',
            answer: 'Люксембург',
        },
        {
            id: 10,
            facts: 'В какой стране больше всего озер?',
            answer: 'Канада',
        },
        {
            id: 11,
            facts: 'Какая страна является родиной Будды и расположена между двумя крупнейшими государствами — Китаем и Индией?',
            answer: 'Непал',
        },
        {
            id: 12,
            facts: 'Какая страна производит больше всего кофе?',
            answer: 'Бразилия',
        },
        {
            id: 13,
            facts: 'В какой стране находится знаменитый национальный парк Масаи-Мара, где ежегодно происходит Великая миграция антилоп гну?',
            answer: 'Кения',
        },
        {
            id: 14,
            facts: 'Какое государство не имеет армии?',
            answer: 'Коста-Рика',
        },
        {
            id: 15,
            facts: 'Какое карликовое государство в Европе имеет столицу Вадуц и является одной из самых маленьких, но богатейших стран мира?',
            answer: 'Лихтенштейн',
        },
        {
            id: 16,
            facts: 'Где находится самая длинная железная дорога?',
            answer: 'Россия',
        },
        {
            id: 17,
            facts: 'Какая страна самая густонаселенная в мире?',
            answer: 'Монако',
        },
        {
            id: 18,
            facts: 'Где находится самая древняя конституция?',
            answer: 'Сан-Марино',
        },
        {
            id: 19,
            facts: 'Какая страна первой разрешила однополые браки?',
            answer: 'Нидерланды',
        },
        {
            id: 20,
            facts: 'Где находится самый высокий водопад в мире?',
            answer: 'Венесуэла',
        },
        {
            id: 21,
            facts: 'Какое государство занимает целый континент?',
            answer: 'Австралия',
        },
        {
            id: 22,
            facts: 'Где находится самый большой город по площади?',
            answer: 'Китай',
        },
        {
            id: 23,
            facts: 'Какая страна первой запустила искусственный спутник Земли?',
            answer: 'СССР',
        },
        {
            id: 24,
            facts: 'Где находится самая длинная пещера в мире?',
            answer: 'США',
        },
        {
            id: 25,
            facts: 'Какое государство самое старое в мире?',
            answer: 'Япония',
        },
        {
            id: 26,
            facts: 'Где находится самый большой стадион в мире?',
            answer: 'КНДР',
        },
        {
            id: 27,
            facts: 'Какая страна первой ввела запрет на пластиковые пакеты?',
            answer: 'Бангладеш',
        },
        {
            id: 28,
            facts: 'Где находится самое соленое озеро в мире?',
            answer: 'Джибути',
        },
        {
            id: 29,
            facts: 'Какая страна имеет форму сапога?',
            answer: 'Италия',
        },
    ],
    animals: [
        {
            id: 0,
            facts: 'Какое животное является самым быстрым на суше?',
            answer: 'Гепард'
        },
        {
            id: 1,
            facts: 'Какое животное — единственное, способное к активному полёту?',
            answer: 'Летучая мышь'
        },
        {
            id: 2,
            facts: 'Какая птица является самой большой в мире?',
            answer: 'Страус'
        },
        {
            id: 3,
            facts: 'У какого животного самый мощный укус?',
            answer: 'Нильский крокодил'
        },
        {
            id: 4,
            facts: 'Какое животное может спать стоя благодаря особому строению ног?',
            answer: 'Лошадь'
        },
        {
            id: 5,
            facts: 'Какая змея является самой ядовитой в мире?',
            answer: 'Тайпан'
        },
        {
            id: 6,
            facts: 'Какое животное может поворачивать голову на 270 градусов?',
            answer: 'Сова'
        },
        {
            id: 7,
            facts: 'У какого животного самый большой мозг относительно размера тела?',
            answer: 'Муравей'
        },
        {
            id: 8,
            facts: 'Какое животное способно регенерировать потерянные конечности?',
            answer: 'Аксолотль'
        },
        {
            id: 9,
            facts: 'Какое животное считается самым умным после человека?',
            answer: 'Дельфин'
        },
        {
            id: 10,
            facts: 'Какое животное может дольше всех обходиться без воды?',
            answer: 'Верблюд'
        },
        {
            id: 11,
            facts: 'Какое животное спит до 22 часов в сутки?',
            answer: 'Коала'
        },
        {
            id: 12,
            facts: 'У какого животного три сердца?',
            answer: 'Осьминог'
        },
        {
            id: 13,
            facts: 'Какая рыба может менять пол в течение жизни?',
            answer: 'Рыба-клоун'
        },
        {
            id: 14,
            facts: 'Какое животное является самым высоким на Земле?',
            answer: 'Жираф'
        },
        {
            id: 15,
            facts: 'Какое насекомое является самым сильным?',
            answer: 'Навозный жук'
        },
        {
            id: 16,
            facts: 'Какое животное может прожить более 400 лет?',
            answer: 'Гренландская акула'
        },
        {
            id: 17,
            facts: 'У какого животного уникальные отпечатки носа, как отпечатки пальцев у человека?',
            answer: 'Собака'
        },
        {
            id: 18,
            facts: 'Какое животное может поворачивать уши на 180 градусов?',
            answer: 'Кошка'
        },
        {
            id: 19,
            facts: 'Какое животное является самым громким на планете?',
            answer: 'Синий кит'
        },
        {
            id: 20,
            facts: 'Какое животное прыгает на расстояние в 50 раз длиннее своего тела?',
            answer: 'Блоха'
        },
        {
            id: 21,
            facts: 'Какое животное является самым ядовитым в мире?',
            answer: 'Кубомедуза'
        },
        {
            id: 22,
            facts: 'Какое животное может задерживать дыхание на 3,5 часа?',
            answer: 'Клюворыл'
        },
        {
            id: 23,
            facts: 'У какого животного самый длинный язык относительно тела?',
            answer: 'Хамелеон'
        },
        {
            id: 24,
            facts: 'У какого животного зубы расположены не только во рту, но и в глотке?',
            answer: 'Улитка-конус'
        },
        {
            id: 25,
            facts: 'Какое животное устойчиво к змеиному яду и может охотиться на ядовитых змей?',
            answer: 'Мангуст'
        },
        {
            id: 26,
            facts: 'Какое животное является самым медленным?',
            answer: 'Ленивец'
        },
        {
            id: 27,
            facts: 'Какое животное имеет самый большой мозг среди наземных млекопитающих?',
            answer: 'Слон'
        },
        {
            id: 28,
            facts: 'Какое животное способно отращивать не только хвост, но и все внутренние органы, включая сердце и мозг?',
            answer: 'Морская звезда'
        },
        {
            id: 29,
            facts: 'Какое животное может выжить, почти не употребляя воду, получая её только из пищи?',
            answer: 'Песчанка'
        },
    ],
    cars: [
        {
            id: 0,
            facts: 'Какая компания первой запустила конвейерное производство автомобилей?',
            answer: 'Ford',
        },
        {
            id: 1,
            facts: 'Какая японская компания первой выпустила массовый гибридный автомобиль?',
            answer: 'Toyota',
        },
        {
            id: 2,
            facts: 'Какая компания создала первый в мире электромобиль (1899 г.)?',
            answer: 'Belgian Electric', 
        },
        {
            id: 3,
            facts: 'Какая американская компания первой предложла V8 для массового рынка?',
            answer: 'Cadillac',
        },
        {
            id: 4,
            facts: 'Какая компания выпускает самый быстрый серийный гиперкар?',
            answer: 'Bugatti',
        },
        {
            id: 5,
            facts: 'Какая компания разработала первую систему Hybrid Synergy Drive?',
            answer: 'Lexus',
        },
        {
            id: 6,
            facts: 'Какая марка первой внедрила подушки безопасности в Европе?',
            answer: 'Mercedes-Benz',
        },
        {
            id: 7,
            facts: 'Какая автомобильная марка была возрождена в 2013 году для производства бюджетных автомобилей для развивающихся рынков?',
            answer: 'Datsun',
        },
        {
            id: 8,
            facts: 'Какая британская компания делает самые роскошные автомобили на заказ?',
            answer: 'Rolls-Royce',
        },
        {
            id: 9,
            facts: 'Какая марка первой применила ABS в грузовиках?',
            answer: 'Scania',
        },
        {
            id: 10,
            facts: 'Какая компания изобрела трехточечный ремень безопасности?',
            answer: 'Volvo',
        },
        {
            id: 11,
            facts: 'Какая компания первой встроила навигацию в серийный автомобиль?',
            answer: 'Honda',
        },
        {
            id: 12,
            facts: 'Какая марка выпустила самый экономичный дизельный автомобиль?',
            answer: 'Volkswagen',
        },
        {
            id: 13,
            facts: 'Какая компания первой использовала турбину в грузовиках?',
            answer: 'Mack',
        },
        {
            id: 14,
            facts: 'Какая марка первой внедрила круиз-контроль в люксовые авто?',
            answer: 'Chrysler',
        },
        {
            id: 15,
            facts: 'Какая американская марка первой предложила кондиционер?',
            answer: 'Packard',
        },
        {
            id: 16,
            facts: 'Какая компания первой протестирована авто на краш-тестах?',
            answer: 'Saab',
        },
        {
            id: 17,
            facts: 'Какая марка первой внедрила ESP в гоночные авто?',
            answer: 'Porsche',
        },
        {
            id: 18,
            facts: 'Какая автомобильная марка первой представила систему автоматической парковки с функцией дистанционного управления через смартфон?',
            answer: 'Haval',
        },
        {
            id: 19,
            facts: 'Какая марка первой использовала камеру вместо зеркал?',
            answer: 'Audi',
        },
        {
            id: 20,
            facts: 'Какая компания выпускает самый компактный городской электромобиль?',
            answer: 'Smart',
        },
        {
            id: 21,
            facts: 'Какая марка первой применила систему старт-стоп в спорткарах?',
            answer: 'BMW',
        },
        {
            id: 22,
            facts: 'Какая компания создала автопилот для трасс (Autopilot)?',
            answer: 'Tesla',
        },
        {
            id: 23,
            facts: 'Какая компания первой выпустила гиперкар с двигателем от F1?',
            answer: 'Mercedes-AMG',
        },
        {
            id: 24,
            facts: 'Какая компания первой представила автомобиль с системой автоматического включения фар (в 1952 году)?',
            answer: 'Chevrolet',
        },
        {
            id: 25,
            facts: 'Какая компания первой представила систему распознавания дорожных знаков с помощью камеры?',
            answer: 'Peugeot',
        },
        {
            id: 26,
            facts: 'Какая марка первой выпустила серийный водородный автомобиль?',
            answer: 'Hyundai',
        },
        {
            id: 27,
            facts: 'Какая компания первой внедрила автоматическое торможение в темноте?',
            answer: 'Subaru',
        },
        {
            id: 28,
            facts: 'Какая марка первой сделала полный привод для легковых авто?',
            answer: 'Jeep',
        },
        {
            id: 29,
            facts: 'Какая компания изобрела первую автоматическую коробку передач?',
            answer: 'Oldsmobile',
        }
    ]
};

export default data;