const full_data = {
    country: [
        {
            id: 0,
            fact: 'Ватикан — самая маленькая страна в мире.'
        },
        {
            id: 1,
            fact: 'Аргентина — родина танго, её столица — Буэнос-Айрес.'
        },
        {
            id: 2,
            fact: 'Индонезия состоит из более чем 17 000 островов.'
        },
        {
            id: 3,
            fact: 'Чили — место, где находится самое сухое место на Земле.'
        },
        {
            id: 4,
            fact: 'Науру — страна без официальной столицы.'
        },
        {
            id: 5,
            fact: 'Франция — государство с наибольшим количеством часовых поясов.'
        },
        {
            id: 6,
            fact: 'Нигерия — самая населённая страна Африки со столицей Абуджа.'
        },
        {
            id: 7,
            fact: 'Англия считается родиной футбола.'
        },
        {
            id: 8,
            fact: 'Замок Бран в Румынии ассоциируют с легендой о графе Дракуле.'
        },
        {
            id: 9,
            fact: 'Люксембург — одно из самых богатых европейских княжеств, граничащее с Бельгией, Германией и Францией.'
        },
        {
            id: 10,
            fact: 'Канада — страна с наибольшим количеством озёр.'
        },
        {
            id: 11,
            fact: 'Непал — родина Будды, расположенная между Китаем и Индией.'
        },
        {
            id: 12,
            fact: 'Бразилия — крупнейший производитель кофе в мире.'
        },
        {
            id: 13,
            fact: 'В Кении находится национальный парк Масаи-Мара, где происходит Великая миграция антилоп гну.'
        },
        {
            id: 14,
            fact: 'Коста-Рика — государство без армии.'
        },
        {
            id: 15,
            fact: 'Лихтенштейн — карликовое европейское государство со столицей Вадуц, одно из самых богатых в мире.'
        },
        {
            id: 16,
            fact: 'В России находится самая длинная железная дорога.'
        },
        {
            id: 17,
            fact: 'Монако — самая густонаселённая страна в мире.'
        },
        {
            id: 18,
            fact: 'Сан-Марино — место, где находится самая древняя конституция.'
        },
        {
            id: 19,
            fact: 'Нидерланды — первая страна, разрешившая однополые браки.'
        },
        {
            id: 20,
            fact: 'В Венесуэле находится самый высокий водопад в мире.'
        },
        {
            id: 21,
            fact: 'Австралия — государство, занимающее целый континент.'
        },
        {
            id: 22,
            fact: 'В Китае находится самый большой город по площади.'
        },
        {
            id: 23,
            fact: 'СССР — первая страна, запустившая искусственный спутник Земли.'
        },
        {
            id: 24,
            fact: 'В США находится самая длинная пещера в мире.'
        },
        {
            id: 25,
            fact: 'Япония — самое старое государство в мире.'
        },
        {
            id: 26,
            fact: 'В КНДР находится самый большой стадион в мире.'
        },
        {
            id: 27,
            fact: 'Бангладеш — первая страна, введшая запрет на пластиковые пакеты.'
        },
        {
            id: 28,
            fact: 'В Джибути находится самое солёное озеро в мире.'
        },
        {
            id: 29,
            fact: 'Италия — страна, имеющая форму сапога.'
        }
    ],
    animals: [
        {
            id: 0,
            fact: 'Гепард — самое быстрое животное на суше.'
        },
        {
            id: 1,
            fact: 'Летучая мышь — единственное млекопитающее, способное к активному полёту.'
        },
        {
            id: 2,
            fact: 'Страус — самая большая птица в мире.'
        },
        {
            id: 3,
            fact: 'Нильский крокодил обладает самым мощным укусом среди животных.'
        },
        {
            id: 4,
            fact: 'Лошадь может спать стоя благодаря особому строению ног.'
        },
        {
            id: 5,
            fact: 'Тайпан — самая ядовитая змея в мире.'
        },
        {
            id: 6,
            fact: 'Сова может поворачивать голову на 270 градусов.'
        },
        {
            id: 7,
            fact: 'Муравей имеет самый большой мозг относительно размера тела.'
        },
        {
            id: 8,
            fact: 'Аксолотль способен регенерировать потерянные конечности.'
        },
        {
            id: 9,
            fact: 'Дельфин считается самым умным животным после человека.'
        },
        {
            id: 10,
            fact: 'Верблюд может дольше всех обходиться без воды.'
        },
        {
            id: 11,
            fact: 'Коала спит до 22 часов в сутки.'
        },
        {
            id: 12,
            fact: 'У осьминога три сердца.'
        },
        {
            id: 13,
            fact: 'Рыба-клоун может менять пол в течение жизни.'
        },
        {
            id: 14,
            fact: 'Жираф — самое высокое животное на Земле.'
        },
        {
            id: 15,
            fact: 'Навозный жук — самое сильное насекомое.'
        },
        {
            id: 16,
            fact: 'Гренландская акула может прожить более 400 лет.'
        },
        {
            id: 17,
            fact: 'У собаки уникальные отпечатки носа, как отпечатки пальцев у человека.'
        },
        {
            id: 18,
            fact: 'Кошка может поворачивать уши на 180 градусов.'
        },
        {
            id: 19,
            fact: 'Синий кит — самое громкое животное на планете.'
        },
        {
            id: 20,
            fact: 'Блоха прыгает на расстояние в 50 раз длиннее своего тела.'
        },
        {
            id: 21,
            fact: 'Кубомедуза — самое ядовитое животное в мире.'
        },
        {
            id: 22,
            fact: 'Клюворыл может задерживать дыхание на 3,5 часа.'
        },
        {
            id: 23,
            fact: 'У хамелеона самый длинный язык относительно тела.'
        },
        {
            id: 24,
            fact: 'У улитки-конус зубы расположены не только во рту, но и в глотке.'
        },
        {
            id: 25,
            fact: 'Мангуст устойчив к змеиному яду и может охотиться на ядовитых змей.'
        },
        {
            id: 26,
            fact: 'Ленивец — самое медленное животное.'
        },
        {
            id: 27,
            fact: 'Слон имеет самый большой мозг среди наземных млекопитающих.'
        },
        {
            id: 28,
            fact: 'Морская звезда способна отращивать не только хвост, но и все внутренние органы.'
        },
        {
            id: 29,
            fact: 'Песчанка может выжить, почти не употребляя воду, получая её только из пищи.'
        }
    ],
    cars: [
        {
            id: 0,
            fact: 'Ford — первая компания, запустившая конвейерное производство автомобилей.'
        },
        {
            id: 1,
            fact: 'Toyota — первая японская компания, выпустившая массовый гибридный автомобиль.'
        },
        {
            id: 2,
            fact: 'Belgian Electric создала первый в мире электромобиль в 1899 году.'
        },
        {
            id: 3,
            fact: 'Cadillac — первая американская компания, предложившая V8 для массового рынка.'
        },
        {
            id: 4,
            fact: 'Bugatti выпускает самый быстрый серийный гиперкар.'
        },
        {
            id: 5,
            fact: 'Lexus разработала первую систему Hybrid Synergy Drive.'
        },
        {
            id: 6,
            fact: 'Mercedes-Benz — первая марка, внедрившая подушки безопасности в Европе.'
        },
        {
            id: 7,
            fact: 'Datsun была возрождена в 2013 году для производства бюджетных автомобилей.'
        },
        {
            id: 8,
            fact: 'Rolls-Royce — британская компания, делающая самые роскошные автомобили на заказ.'
        },
        {
            id: 9,
            fact: 'Scania — первая марка, применившая ABS в грузовиках.'
        },
        {
            id: 10,
            fact: 'Volvo изобрела трехточечный ремень безопасности.'
        },
        {
            id: 11,
            fact: 'Honda — первая компания, встроившая навигацию в серийный автомобиль.'
        },
        {
            id: 12,
            fact: 'Volkswagen выпустил самый экономичный дизельный автомобиль.'
        },
        {
            id: 13,
            fact: 'Mack — первая компания, использовавшая турбину в грузовиках.'
        },
        {
            id: 14,
            fact: 'Chrysler — первая марка, внедрившая круиз-контроль в люксовые авто.'
        },
        {
            id: 15,
            fact: 'Packard — первая американская марка, предложившая кондиционер.'
        },
        {
            id: 16,
            fact: 'Saab — первая компания, протестировавшая авто на краш-тестах.'
        },
        {
            id: 17,
            fact: 'Porsche — первая марка, внедрившая ESP в гоночные авто.'
        },
        {
            id: 18,
            fact: 'Haval — первая марка с системой автоматической парковки через смартфон.'
        },
        {
            id: 19,
            fact: 'Audi — первая марка, использовавшая камеру вместо зеркал.'
        },
        {
            id: 20,
            fact: 'Smart выпускает самый компактный городской электромобиль.'
        },
        {
            id: 21,
            fact: 'BMW — первая марка, применившая систему старт-стоп в спорткарах.'
        },
        {
            id: 22,
            fact: 'Tesla создала автопилот для трасс (Autopilot).'
        },
        {
            id: 23,
            fact: 'Mercedes-AMG — первая компания, выпустившая гиперкар с двигателем от F1.'
        },
        {
            id: 24,
            fact: 'Chevrolet — первая компания с системой автоматического включения фар (1952).'
        },
        {
            id: 25,
            fact: 'Peugeot — первая компания с системой распознавания дорожных знаков.'
        },
        {
            id: 26,
            fact: 'Hyundai — первая марка, выпустившая серийный водородный автомобиль.'
        },
        {
            id: 27,
            fact: 'Subaru — первая компания, внедрившая автоматическое торможение в темноте.'
        },
        {
            id: 28,
            fact: 'Jeep — первая марка, сделавшая полный привод для легковых авто.'
        },
        {
            id: 29,
            fact: 'Oldsmobile изобрела первую автоматическую коробку передач.'
        }
    ]
};

export default full_data;